# На вход программе подается строка текста – имя человека.
# Напишите программу, которая выводит на экран приветствие в виде слова «Привет» (без кавычек),
# после которого должна стоять запятая и пробел, а затем введенное имя.

name = input("Введите Ваше имя \n")
print("Привет,", name)
