# Напишите программу, которая приветствует пользователя, выводя слово «Привет» (без кавычек),
# после которого должна стоять запятая и пробел, а затем введенное имя и восклицательный знак.

name = input("Введите Ваше имя \n")
print("Привет,", name, end="!")
